{
  "blogs": [
    {
      "title": "Hello mario",
      "body": "'Super Mario Bros' is a much-loved game for many of us. From 'Super Mario Bros' to 'Mario Kart', the adventures of Mario, Luigi, and their friends can keep everybody occupied! It became one of the cult classic game franchises of the early '00s. Mario is the main character of the Mario game series. He is a boy character and is a plumber, as is his brother Luigi. Mario's catchphrase is Oh yeah! Mario time!. This memorable catchphrase is just one of the reasons why Mario is such a loved character still today, but Mario wasn't the only one with a catchphrase. His brother Luigi regularly said Okie dokie, thus earning a famous catchphrase of his own. Mario also regularly says Let's go!, although many fans mistakenly hear pizza dough instead! The Mario franchise is so successful, featuring popular games including 'Super Mario Bros', 'New Super Mario', 'Mario Kart', 'Mario Kart Wii' and 'Super Mario Galaxy'. All of these games feature Mario, Luigi, Toad, Bowser, and Princess Peach, who are some of the main characters from the games. Mario Brothers quotes are known for their witty banter and memorable catchphrases. In this article you can read plenty of Mario and Luigi quotes that will take you right back to the good old days of 'Mario Bros'. Enjoy!",
      "author": "mario",
      "id": 1
    },
    {
      "title": "Mario's friend - yoshi",
      "body": "Yoshi is a fictional dinosaur who appears in video games published by Nintendo. Yoshi debuted in Super Mario World (1990) on the Super Nintendo Entertainment System as Mario and Luigi's sidekick. Yoshi later starred in platform and puzzle games, including Super Mario World 2: Yoshi's Island, Yoshi's Story, Yoshi's Woolly World, and Yoshi's Crafted World. Yoshi also appears in many of the Mario spin-off games, including Mario Party and Mario Kart, various Mario sports games, and Nintendo's crossover fighting game series Super Smash Bros. Yoshi belongs to the species of the same name, which is characterized by their variety of colors.",
      "author": "yoshi",
      "id": 2
    }
  ]
}